/* A title for an error message alert */
"Error" = "Error";

/* an alert title that is displayed when there was an error returned from the iTunes store. */
"iTunes Store Error" = "App Store Error";

/* OK button text.  All is right.  Everything is good */
"OK" = "OK";

/* Try again */
"Retry" = "Retry";

/* an alert message that is displayed when a users' in-app-purchases are restored. */
"Your purchases were restored." = "Your purchases were restored.";

/* no previous transactions were found on the users current iTunes account error message */
"Sorry, no purchased products were found. If you have questions, please contact support@blackpixel.com." = "Sorry, no purchased products were found. If you have questions, please contact support.";


// Common Actions

/* Cancel Button Title */
"Cancel" = "Cancel";

/* Title for button that restores previous purchases */
"Restore Purchase" = "Restore Purchase";
